[
  {
    "name": "Startup DZ",
    "description": "Official website provided by the Ministry of Startups in Algeria. Find information about startups, support programs, and government initiatives for entrepreneurs.",
    "url": "https://startup.dz"
  },
  {
    "name": "ANSEJ",
    "description": "A special governmental body, placed under the supervision of the Ministry of Knowledge Economy and Startups, responsible for managing an economically-oriented system aimed at supporting startups and micro-enterprises.",
    "url": "https://ansej.dz"
  },
  {
    "name": "NESDA",
    "description": "National Entrepreneurship Support and Development Agency.",
    "url": "https://www.nesda.dz"
  },
  {
    "name": "ANGEM",
    "description": "The National Agency for Microcredit Management is a public body of a special nature, placed under the supervision of the Ministry of Knowledge Economy, Startups and Micro-Enterprises.",
    "url": "https://angem.dz"
  },
  {
    "name": "SATIM",
    "description": "The Algeria’s national interbank payment processor, managing the country’s card payment infrastructure and enabling secure electronic payments across banks, ATMs, POS terminals, and platforms.",
    "url": "https://www.satim.dz"
  },
  {
    "name": "GIE Monetique",
    "description": "The Algeria’s interbank payment governance body, established in 2014 to regulate and oversee the electronic payment system. It ensures interoperability between banks and local or international payment networks, while defining standards, products, security rules, and technical routing. Through its role, GIE Monétique promotes the nationwide adoption of electronic payment methods and supports the modernization of the banking system.",
    "url": "https://giemonetique.dz"
  },
  {
    "name": "GAAN",
    "description": "A group of Algerian companies working in the digital sector and firmly believing in collective intelligence, the GAAN (Groupement Algérien des Acteurs du Numérique) aims to bring together as many Algerian digital players as possible, whatever their size, legal status, level of expertise, sector of specialisation or geographical positioning, around 4 major objectives: Federate, Grow, Extend and Transform.",
    "url": "https://gaan.dz"
  },
  {
    "name": "State of SWE in Algeria",
    "description": "A comprehensive report on the state of software engineering in Algeria.",
    "url": "https://state-of-algeria.dev"
  },
  {
    "name": "APRCE",
    "description": "The Regulatory Authority of Post and Electronic Communications (ARPCE). An independent Algerian institution responsible for regulating the post and telecommunications sectors in the country.",
    "url": "https://www.arpce.dz"
  },
  {
    "name": "CERIST",
    "description": "Algeria's primary public research center for Information Systems and Technologies (IST), focusing on scientific/technical info, digital security (DZ-CERT), cloud services, and innovation, under the Ministry of Higher Education and Scientific Research.",
    "url": "https://www.cerist.dz"
  }
]

